{"uuid": "0ca7da98bbad526f574e023f1f5bcc7d", "history": ["TTS !b Welcome to CMU Get Going. <break strength='strong'/> Your conversation will be recorded securely in order to help researchers improve voice-based assistants but your phone number will not be shared. <break strength='strong'/> By voluntarily continuing you confirm that you are 18 or older. <break time='1s'/> You are speaking to the BLUE system. Please enter this into the survey immediately <break time='1s' />. </speak>", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you transit directions or driving directions. </speak>", "USER transit directions", "TTS <speak> Great! <break strength='strong' /> I will provide you with directions to your destination by public transit. <break time='800ms'/> </speak>", "TTS What is your destination?", "USER the waterfront", "TTS Okay, going to the waterfront. <break strength='strong'/> ", "TTS Where do you wanna leave from?", "USER the airport", "TTS Okay, leaving from pittsburgh international airport. <break strength='strong'/>", "TTS When would you like to travel?", "USER No.", "TTS When would you like to travel?", "USER Morrow", "TTS Okay, going to morrow park city apartments. <break strength='strong'/> ", "TTS When do you wanna travel?", "USER 3 p.m.", "TTS Okay, travelling at 03:00 pm.", "TTS <speak> Just a minute. Let me look up the directions. </speak>", "USER yes", "TTS There are 4 available routes, to hear a different route say ALTERNATE ROUTE. The amount of time your trip will take is approximately 1 hour 23 minutes, and you will take 2 busses..\nTake the 28X ,to Liberty avenuenue at Market Street. It will depart at 3:40pm..\nTake the 77 ,to Baum Blvd at Liberty avenue FS. It will depart at 4:30pm..\nWalk for about 2 mins to 5250 Liberty avenue, Pittsburgh, PA 15224, USA..\n", "TTS <speak> Were the provided directions useful? </speak>", "USER Yes.", "TTS <speak> Would you use GetGoing again? </speak>", "USER Yes.", "TTS Thank you for using CMU Get Going. If you would like to plan another trip, say <break strength='weak' /> RESTART."], "start_time": "2019-07-11 14:44:06", "end_time": "2019-07-11 14:47:00"}