{"uuid": "9122dcb90974ee12f88ab8a660655d36", "history": ["TTS !b Welcome to CMU Get Going. <break strength='strong'/> Your conversation will be recorded securely in order to help researchers improve voice-based assistants but your phone number will not be shared. <break strength='strong'/> By voluntarily continuing you confirm that you are 18 or older. <break time='1s'/> You are speaking to the BLUE system. Please enter this into the survey immediately <break time='1s' />. </speak>", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you transit directions or driving directions. </speak>", "USER Sam's at Direction", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you transit directions or driving directions. </speak>", "USER Sam's it", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you transit directions or driving directions. </speak>", "USER driving directions", "TTS <speak> No problem. <break strength='strong' /> I will give you driving directions to your destination. <break time='800ms'/> </speak>", "TTS Okay, going to sam's market. <break strength='strong'/> ", "TTS Where do you want to leave from?", "USER the airport", "TTS Okay, leaving from pittsburgh international airport. <break strength='strong'/>", "TTS Okay, travelling at 05:48 pm.", "TTS <speak> Just a minute. Let me look up the directions. </speak>", "USER yes", "TTS There are 3 available routes, to hear a different route say ALTERNATE ROUTE. The amount of time your trip will take is approximately 28 minutes..\nHead northeast on Airport Blvd..\nKeep left to stay on Airport Blvd..\nSlight left to stay on Airport Blvd..\nContinue straight to stay on Airport Blvd..\nKeep left at the fork, follow signs for I-376 E/I-79 E/Pittsburgh/Pennsylvania Turnpike east and merge onto I-376 east..\nKeep right to stay on I-376 east..\nTake exit 72A to merge onto Forbes avenue toward Oakland..\nTurn right onto Craft avenue..\nTurn right onto Hamlet St..\nTurn right onto Boulevard of the Allies..\nTurn right onto Gist St..\nTurn left onto Fifth avenue. Destination will be on the left..\n", "TTS Thank you for using CMU Get Going. If you would like to plan another trip, say <break strength='weak' /> RESTART."], "start_time": "2019-06-28 17:47:46", "end_time": "2019-06-28 17:50:19"}