{"uuid": "690197150f89e715f19651d79a1124ae", "history": ["TTS !b Welcome to CMU Get Going. <break strength='strong'/> Your conversation will be recorded securely in order to help researchers improve voice-based assistants but your phone number will not be shared. <break strength='strong'/> By voluntarily continuing you confirm that you are 18 or older. <break time='1s'/> </speak>", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you public transit directions or driving directions. </speak>", "USER public transit", "TTS <speak> Great! <break strength='strong' /> I will provide you with directions to your destination by public transit. <break time='800ms'/> </speak>", "TTS Where are you going?For example, you can say I'm going to Squirrel Hill", "USER I'm going to Hilton Garden Inn.", "TTS Did you say that you wanted to go to hilton garden inn pittsburgh downtown?", "USER No, I'm going to the one at Pittsburgh University Place.", "TTS Did you say that you wanted to go to hilton garden inn pittsburgh university place?", "USER That's correct.", "TTS Where do you wanna leave from?", "USER I'm leaving from the airport.", "TTS Did you say that you were leaving from pittsburgh international airport?", "USER right", "TTS When do you wanna travel?", "USER now", "TTS Okay, travelling at 06:05 pm.", "TTS <speak> Would you like me to pause after every step to give you time to write things down? </speak>", "USER Yes.", "TTS <speak> Ok, great! <break strength='strong' /> I will pause after every step and give you time to write things down. <break strength='strong' /> Feel free to ask me to repeat a step, <break strength='weak' /> if you didn't catch it the first time. </speak>", "TTS <speak> Hold on. I'll look up the directions. </speak>", "USER yes", "TTS <speak> <break time='800ms'/> There are 4 available routes, to hear a different route say ALTERNATE ROUTE. The amount of time your trip will take is approximately 1 hour 4 minutes, and you will take 1 bus.<break time='800ms'/>If you would like to go by driving instead, please say start over, and then choose driving directions.<break time='800ms'/> The first thing that you want to do <break strength='weak'/> is to Take the <break strength='weak'/> <prosody volume='loud'> 28X <break strength='weak'/> to </prosody> <break strength='weak'/> <prosody volume='loud'> Forbes avenue at McKee Pl.</prosody> It will depart at <break strength='weak'/> <prosody volume='loud'> 6:30pm. </prosody> </speak>", "TTS <speak> <break time='800ms'/> Take your time to write down the step <break strength='weak' /> and let me know when you are finished. </speak>"], "start_time": "2019-10-27 18:04:27", "end_time": "2019-10-27 18:06:09"}