{"uuid": "194ba0ebd9caf21bac5d8fc1dbc81852", "history": ["TTS !b Welcome to CMU Get Going. <break strength='strong'/> Your conversation will be recorded securely in order to help researchers improve voice-based assistants but your phone number will not be shared. <break strength='strong'/> By voluntarily continuing you confirm that you are 18 or older. <break time='1s'/> You are speaking to the BLUE system. Please enter this into the survey immediately <break time='1s' />. </speak>", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you transit directions or driving directions. </speak>", "USER Ella like driving directions", "TTS <speak> No problem. <break strength='strong' /> I will give you driving directions to your destination. <break time='800ms'/> </speak>", "TTS Where are you going?", "USER Toby Airport", "TTS Okay, going to pittsburgh international airport. <break strength='strong'/> ", "TTS Where do you want to leave from?", "USER Fifth and Highland", "TTS Okay, leaving from highland avenue at fifth avenue. <break strength='strong'/>", "TTS When would you like to travel?", "USER the day", "TTS Okay, going to the dog stop - south hills, pittsburgh. <break strength='strong'/> ", "TTS When do you wanna travel?", "USER 6 p.m.", "TTS Okay, travelling at 06:00 pm.", "TTS <speak> Hold on. I'll look up the directions. </speak>", "USER yes", "TTS There are 3 available routes, to hear a different route say ALTERNATE ROUTE. The amount of time your trip will take is approximately 17 minutes..\nHead southwest on Fifth avenue toward Woodland Rd..\nContinue straight to stay on Fifth avenue..\nTurn left to merge onto Boulevard of the Allies..\nKeep left at the fork, follow signs for US-19/PA-51/Liberty Bridge and merge onto Crosstown Blvd..\nContinue onto Liberty Bridge..\nContinue onto Liberty Tunnel..\nContinue onto west Liberty avenue..\nContinue straight to stay on west Liberty avenue. Destination will be on the left..\n", "TTS Thank you for using CMU Get Going. If you would like to plan another trip, say <break strength='weak' /> RESTART."], "start_time": "2019-07-01 17:28:29", "end_time": "2019-07-01 17:30:42"}