{"uuid": "a9b1b14d0104797b636d24059664eadc", "history": ["TTS <speak> Welcome to CMU GetGoing <break time='1s' />.", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you public transit directions or driving directions. </speak>", "USER public transit directions", "TTS <speak> Great! <break strength='strong' /> I will provide you with directions to your destination by public transit. <break time='800ms'/> </speak>", "TTS Where are you going?For example, you can say I'm going to Squirrel Hill", "USER I'm going to Hilton Garden.", "TTS Did you say that you wanted to go to hilton garden inn pittsburgh university place?", "USER No, the one that Pittsburgh downtown.", "TTS Did you say that you wanted to go to no. 1 sushi sushi?", "USER No Hilton, Garden, Pittsburgh downtown.", "TTS Did you say that you wanted to go to hilton garden inn pittsburgh downtown?", "USER Yes.", "TTS Where do you want to leave from?", "USER Airport", "TTS Did you say that you were leaving from pittsburgh international airport?", "USER Yes.", "TTS When would you like to travel?", "USER now", "TTS Okay, travelling at 01:59 pm.", "TTS <speak> Would you like me to pause after every step to give you time to write things down? </speak>", "USER no.", "TTS <speak> Sounds good. <break strength='strong' /> Let me know if you didn't understand a step, and I'll repeat it for you. </speak>", "TTS <speak> Hold on. I'll look up the directions. </speak>", "USER yes", "TTS <speak> <break time='800ms'/> There are 3 available routes, to hear a different route say ALTERNATE ROUTE. The amount of time your trip will take is approximately 57 minutes, and you will take 1 bus.If you would like to go by driving instead, please say start over, and then choose driving directions.<break time='800ms'/> The first thing that you want to do <break strength='weak'/> is to Take the <break strength='weak'/> <prosody volume='loud'> 28X <break strength='weak'/> to </prosody> <break strength='weak'/> <prosody volume='loud'> Liberty avenuenue at Market Street.</prosody> It will depart at <break strength='weak'/> <prosody volume='loud'> 2:30pm. </prosody> </speak>", "TTS <speak> <break time='800ms'/> Shall I move onto the next step? </speak>"], "start_time": "2019-10-27 13:58:14", "end_time": "2019-10-27 14:00:15"}