{"uuid": "32facdd8265f69c9102d38ab058f2c7b", "history": ["TTS !b Welcome to CMU Get Going. <break strength='strong'/> Your conversation will be recorded securely in order to help researchers improve voice-based assistants but your phone number will not be shared. <break strength='strong'/> By voluntarily continuing you confirm that you are 18 or older. <break time='1s'/> You are speaking to the BLUE system. Please enter this into the survey immediately <break time='1s' />. </speak>", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you transit directions or driving directions. </speak>", "USER Transit", "TTS <speak> Great! <break strength='strong' /> I will provide you with directions to your destination by public transit. <break time='800ms'/> </speak>", "TTS Where do you want to go?", "USER I would like to go to the water pump.", "TTS Okay, going to ross pump station. <break strength='strong'/> ", "TTS Where would you like to leave from?", "USER I would like to leave from the airport.", "TTS Okay, leaving from pittsburgh international airport. <break strength='strong'/>", "TTS When would you like to travel?", "USER The day soon as possible.", "TTS Okay, going to small world early learning and development center. <break strength='strong'/> ", "TTS When do you want to travel", "USER immediately", "TTS Okay, travelling at 12:32 pm.", "TTS <speak> Hold on. I'll look up the directions. </speak>", "USER yes", "TTS There are 4 available routes, to hear a different route say ALTERNATE ROUTE. The amount of time your trip will take is approximately 59 minutes, and you will take 1 bus..\nTake the 28X ,to Seventh avenue at William Penn Pl. It will depart at 1:10pm..\nWalk for about 4 mins to 960 Penn avenue Ste 200, Pittsburgh, PA 15222, USA..\n", "TTS <speak> Were the provided directions useful? </speak>", "USER Can you give me an alternate route?", "TTS <speak> Were the provided directions useful? </speak>", "USER Yes.", "TTS <speak> Would you use GetGoing again? </speak>", "USER Probably not.", "TTS Thank you for using CMU Get Going. If you would like to plan another trip, say <break strength='weak' /> RESTART.", "USER No.", "USER completed"], "start_time": "2019-07-11 12:30:51", "end_time": "2019-07-11 12:33:41"}