{"uuid": "685ec876a0a227da9bfb9027b8c0e7c4", "history": ["TTS !b Welcome to CMU Get Going. <break strength='strong'/> Your conversation will be recorded securely in order to help researchers improve voice-based assistants but your phone number will not be shared. <break strength='strong'/> By voluntarily continuing you confirm that you are 18 or older. <break time='1s'/> You are speaking to the BLUE system. Please enter this into the survey immediately <break time='1s' />. </speak>", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you transit directions or driving directions. </speak>", "USER writing", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you transit directions or driving directions. </speak>", "USER riding directions", "TTS <speak> No problem. <break strength='strong' /> I will give you driving directions to your destination. <break time='800ms'/> </speak>", "TTS Where do you want to go?", "USER Airport", "TTS Okay, going to pittsburgh international airport. <break strength='strong'/> ", "TTS Where do you want to leave from?", "USER ation Square", "TTS Okay, leaving from station square. <break strength='strong'/>", "TTS When would you like to travel?", "USER Right away now.", "TTS Okay, travelling at 02:28 pm.", "TTS <speak> Just a minute. Let me look up the directions. </speak>", "USER yes", "TTS There are 2 available routes, to hear a different route say ALTERNATE ROUTE. The amount of time your trip will take is approximately 23 minutes..\nHead southeast on west Station Square Dr..\nTurn right onto east Station Square Dr..\nTurn right onto east Carson St..\nTurn right onto Smithfield St Bridge..\nContinue onto Smithfield St..\nTurn left onto Fort Pitt Blvd..\nContinue straight to stay on Fort Pitt Blvd..\nTurn left onto Stanwix St..\nTurn right onto the Ft Pitt Bridge ramp..\nMerge onto I-376 west..\nKeep left to stay on I-376 west..\nTake exit 53 toward Airport..\nContinue onto Airport Blvd..\n", "TTS Thank you for using CMU Get Going. If you would like to plan another trip, say <break strength='weak' /> RESTART."], "start_time": "2019-06-27 14:27:22", "end_time": "2019-06-27 14:29:54"}