{"uuid": "30baf6f27b244a76bd9b200a3677cd11", "history": ["TTS <speak> Welcome to CMU GetGoing <break time='1s' />.", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you public transit directions or driving directions. </speak>", "USER public transit", "TTS <speak> Great! <break strength='strong' /> I will provide you with directions to your destination by public transit. <break time='800ms'/> </speak>", "TTS What is your destination?For example, you can say I'm going to Murray and Forbes", "USER I'm going to Children's Hospital.", "TTS Okay, going to upmc children's hospital of pittsburgh. <break strength='strong'/> ", "TTS Where do you want to leave from?", "USER I'm leaving from CMU.", "TTS Okay, leaving from carnegie mellon university. <break strength='strong'/>", "TTS When would you like to travel?", "USER I like to go at 10 p.m.", "TTS Okay, travelling at 10:00 pm.", "TTS <speak> Just a minute. Let me look up the directions. </speak>", "USER yes", "TTS <speak>There are 4 available routes, to hear a different route say ALTERNATE ROUTE. The amount of time your trip will take is approximately 43 minutes, and you will take 2 busses.<break time='1.5s'/>\nWalk for about 3 mins to Forbes avenue Opposite Craig Street<break time='1.5s'/>\nTake the 61D ,to Forbes avenue at Murray avenue. It will depart at 10:03pm.<break time='1.5s'/>\nWalk for about 1 min to Murray avenue at Forbes avenue.<break time='1.5s'/>\nTake the 64 ,to Penn avenue at 44th St . . It will depart at 10:25pm.<break time='1.5s'/>\nWalk for about 2 mins to 4401 Penn avenue.<break time='1.5s'/>\n<break time='800ms'/>If you would like to go by driving instead, please say start over, and then choose driving directions.<break time='1.5s'/>\n", "TTS <speak>if you missed anything, please say repeat, else say continue</speak>", "USER continue", "TTS <speak> Were the provided directions useful? </speak>", "USER Yes.", "TTS <speak> Would you use GetGoing again? </speak>", "USER Yes.", "TTS Thank you for using CMU Get Going. If you would like to plan another trip, say <break strength='weak' /> RESTART.", "USER No, thank you."], "start_time": "2019-11-03 21:12:32", "end_time": "2019-11-03 21:14:55"}