{"uuid": "d7270b08b4bdb9c0a8793343a685b7b7", "history": ["TTS !b Welcome to CMU Get Going. <break strength='strong'/> Your conversation will be recorded securely in order to help researchers improve voice-based assistants but your phone number will not be shared. <break strength='strong'/> By voluntarily continuing you confirm that you are 18 or older. <break time='1s'/> You are speaking to the BLUE system. Please enter this into the survey immediately <break time='1s' />. </speak>", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you transit directions or driving directions. </speak>", "USER I would like bus directions from the airport to Fifth and Highland.", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you transit directions or driving directions. </speak>", "USER transit directions", "TTS <speak> Great! <break strength='strong' /> I will provide you with directions to your destination by public transit. <break time='800ms'/> </speak>", "TTS Okay, going to highland avenue at fifth avenue. <break strength='strong'/> ", "TTS Okay, leaving from pittsburgh international airport. <break strength='strong'/>", "TTS Okay, travelling at 06:03 pm.", "TTS <speak> Just a minute. Let me look up the directions. </speak>", "USER yes", "TTS There are 4 available routes, to hear a different route say ALTERNATE ROUTE. The amount of time your trip will take is approximately 1 hour 26 minutes, and you will take 1 bus..\nTake the 28X ,to Fifth avenue opposite Highland avenue. It will depart at 6:40pm..\n", "TTS Thank you for using CMU Get Going. If you would like to plan another trip, say <break strength='weak' /> RESTART.", "USER Thank you.", "USER Leave at 6:46.", "USER Angela", "USER is it 28 something but I I didn't know there was actually 2828 what?", "USER 20 yes, my son took one hour 26 minutes.", "USER 3 again", "USER Hey, call me.", "USER What was it called?"], "start_time": "2019-07-01 18:03:20", "end_time": "2019-07-01 18:07:04"}