{"uuid": "39c70580fa4d29a5e3fbd90a74c0ca28", "history": ["TTS <speak> Welcome to CMU GetGoing <break time='1s' />.", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you public transit directions or driving directions. </speak>", "USER if you go by bus", "TTS <speak> Great! <break strength='strong' /> I will provide you with directions to your destination by public transit. <break time='800ms'/> </speak>", "TTS Where do you wanna go? For example, you can say I'm going to Murray and Forbes", "USER Isis POS over your loan, so it's good not to talk over whether to talk. Okay?", "TTS What is your destination?For example, you can say I'm going to Murray and Forbes", "USER I'm going to Children's Hospital.", "TTS Okay, going to upmc children's hospital of pittsburgh. <break strength='strong'/> ", "TTS Where are you leaving from?", "USER Wait phone finished.", "TTS Let me know when you're ready to continue.", "USER continue", "TTS Where do you want to leave from?", "USER I want to leave from CMU.", "TTS Okay, leaving from carnegie mellon university. <break strength='strong'/>", "TTS When would you like to travel?", "USER No, we want to continue quite because it hears me speaking.", "TTS When do you wanna travel?", "USER It's off, but it doesn't do anything.", "TTS When do you wanna travel?", "USER now", "TTS Okay, travelling at 11:36 am.", "TTS <speak> Would you like me to pause after every step to give you time to write things down? </speak>", "USER Yes.", "TTS <speak> Ok, great! <break strength='strong' /> I will pause after every step and give you time to write things down. <break strength='strong' /> Feel free to ask me to repeat a step, <break strength='weak' /> if you didn't catch it the first time. </speak>", "TTS <speak> Just a minute. Let me look up the directions. </speak>", "USER yes", "TTS <speak> <break time='800ms'/> There are 4 available routes, to hear a different route say ALTERNATE ROUTE. The amount of time your trip will take is approximately 19 minutes, and you will take 1 bus.<break time='800ms'/>If you would like to go by driving instead, please say start over, and then choose driving directions. </speak>", "TTS <speak> <break time='800ms'/> Please tell me when it's ok to continue. </speak>"], "start_time": "2019-11-06 11:35:32", "end_time": "2019-11-06 11:37:39"}