{"uuid": "d7aabb2d3db01bc07d9b6315dc196895", "history": ["TTS <speak> Welcome to CMU GetGoing <break time='1s' />.", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you public transit directions or driving directions. </speak>", "USER public transit", "TTS <speak> Great! <break strength='strong' /> I will provide you with directions to your destination by public transit. <break time='800ms'/> </speak>", "TTS Where are you going?", "USER Hilton Garden Inn", "TTS Did you say that you wanted to go to hilton garden inn pittsburgh downtown?", "USER No, I want to go to the one at Pittsburgh University of place.", "TTS Did you say that you wanted to go to hilton garden inn pittsburgh university place?", "USER That's correct.", "TTS Where do you want to leave from?", "USER Airport", "TTS Did you say that you were leaving from pittsburgh international airport?", "USER CMU first", "TTS Did you say that you were leaving from carnegie mellon university?", "USER No, I want to go to Carnegie Mellon University.", "TTS Did you say that you wanted to go to carnegie mellon university?", "USER Yes.", "TTS When do you want to travel", "USER 11 P.M.", "TTS Okay, travelling at 11:00 pm.", "TTS <speak> Would you like me to pause after every step to give you time to write things down? </speak>", "USER Yes.", "TTS <speak> Ok, great! <break strength='strong' /> I will pause after every step and give you time to write things down. <break strength='strong' /> Feel free to ask me to repeat a step, <break strength='weak' /> if you didn't catch it the first time. </speak>", "TTS <speak> Hold on. I'll look up the directions. </speak>", "USER yes", "TTS <speak> <break time='800ms'/> The amount of time your trip will take is approximately 1 min.<break time='800ms'/> The first thing that you want to do <break strength='weak'/> is to  </speak>", "TTS <speak> <break time='800ms'/> Let me know when you're done writing. </speak>"], "start_time": "2019-10-20 22:52:21", "end_time": "2019-10-20 22:54:27"}