{"uuid": "b3d4e9332ba93589f2d709c1219ae924", "history": ["TTS !b Welcome to CMU Get Going. <break strength='strong'/> Your conversation will be recorded securely in order to help researchers improve voice-based assistants but your phone number will not be shared. <break strength='strong'/> By voluntarily continuing you confirm that you are 18 or older. <break time='1s'/> You are speaking to the BLUE system. Please enter this into the survey immediately <break time='1s' />. </speak>", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you transit directions or driving directions. </speak>", "USER Hi bus.", "TTS <speak> Great! <break strength='strong' /> I will provide you with directions to your destination by public transit. <break time='800ms'/> </speak>", "TTS Where do you want to go?", "USER the airport", "TTS Okay, going to pittsburgh international airport. <break strength='strong'/> ", "TTS Where would you like to leave from?", "USER This is Edward.", "TTS Okay, going to edward p. kanai funeral home. <break strength='strong'/> ", "TTS Where do you want to leave from?", "USER Bill call back.", "TTS I am having difficulty understanding. Please try giving a nearby street corner or monument. Where do you wanna leave from?", "USER Going to the airport.", "TTS Okay, going to pittsburgh international airport. <break strength='strong'/> ", "TTS I am having difficulty understanding. Please try giving a nearby street corner or monument. Where would you like to leave from?", "USER the waterfront", "TTS Okay, going to the waterfront. <break strength='strong'/> ", "TTS I am having difficulty understanding. Please try giving a nearby street corner or monument. Where do you want to leave from?", "USER I want to go to the airport.", "TTS Okay, going to pittsburgh international airport. <break strength='strong'/> ", "TTS I am having difficulty understanding. Please try giving a nearby street corner or monument. Where do you want to leave from?", "USER fifth", "TTS Okay, leaving from fifth avenue. <break strength='strong'/>", "TTS When do you wanna travel?", "USER Fifth and Highland", "TTS Okay, going to highland avenue at fifth avenue. <break strength='strong'/> ", "TTS When do you want to travel", "USER now", "TTS Okay, travelling at 01:39 pm.", "TTS <speak> Just a minute. Let me look up the directions. </speak>", "USER yes", "TTS There are 4 available routes, to hear a different route say ALTERNATE ROUTE. The amount of time your trip will take is approximately 9 minutes, and you will take 1 bus..\nTake the 71B to Highland avenue at Fifth avenue FS. It will depart at 1:44pm..\n", "TTS Thank you for using CMU Get Going. If you would like to plan another trip, say <break strength='weak' /> RESTART."], "start_time": "2019-06-27 13:37:09", "end_time": "2019-06-27 13:40:27"}