{"uuid": "3c990e74738ebde712e0254ed5c813e3", "history": ["TTS <speak> Welcome to CMU GetGoing <break time='1s' />.", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you public transit directions or driving directions. </speak>", "USER public transit", "TTS <speak> Great! <break strength='strong' /> I will provide you with directions to your destination by public transit. <break time='800ms'/> </speak>", "TTS What is your destination?", "USER Hilton Garden Inn", "TTS Did you say that you wanted to go to hilton garden inn pittsburgh downtown?", "USER No, I want to go to Hilton Garden Inn, Pittsburgh University Place.", "TTS Did you say that you wanted to go to hilton garden inn pittsburgh university place?", "USER Yes.", "TTS Where do you wanna leave from?", "USER Airport", "TTS Did you say that you were leaving from pittsburgh international airport?", "USER Yes.", "TTS When would you like to travel?", "USER Actually, I want to go to see a me you birth.", "TTS Did you say that you wanted to go to see?", "USER No, go to CMU.", "TTS Did you say that you wanted to go to carnegie mellon university?", "USER Yes.", "TTS Okay, travelling at 02:39 pm.", "TTS <speak> Would you like me to pause after every step to give you time to write things down? </speak>", "USER No.", "TTS <speak> Sounds good. <break strength='strong' /> Let me know if you didn't understand a step, and I'll repeat it for you. </speak>", "TTS <speak> Just a minute. Let me look up the directions. </speak>", "USER yes", "TTS <speak> <break time='800ms'/> There are 3 available routes, to hear a different route say ALTERNATE ROUTE. The amount of time your trip will take is approximately 1 hour 9 minutes, and you will take 1 bus.<break time='800ms'/> The first thing that you want to do <break strength='weak'/> is to Take the <break strength='weak'/> <prosody volume='loud'> 28X <break strength='weak'/> to </prosody> <break strength='weak'/> <prosody volume='loud'> Forbes avenue Opposite Craig St.</prosody> It will depart at <break strength='weak'/> <prosody volume='loud'> 3:00pm. </prosody> </speak>", "TTS <speak> <break time='800ms'/> Are you ready for the next step? </speak>", "USER That's too long. I want you to go by driving dead.", "TTS <speak> <break time='800ms'/> Did you understand this step? </speak>", "USER I want you to go by driving.", "TTS <speak> <break time='800ms'/> Did you understand this step? </speak>"], "start_time": "2019-10-20 14:38:18", "end_time": "2019-10-20 14:40:46"}