{"uuid": "a1179248bf0c6fb6596f49f55e84fc50", "history": ["TTS <speak> Welcome to CMU GetGoing <break time='1s' />.", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you public transit directions or driving directions. </speak>", "USER public transit", "TTS <speak> Great! <break strength='strong' /> I will provide you with directions to your destination by public transit. <break time='800ms'/> </speak>", "TTS Where do you want to go?For example, you can say I'm going to the airport", "USER Damn you.", "TTS What is your destination?For example, you can say I'm going to Murray and Forbes", "USER CMU", "TTS Did you say that you wanted to go to carnegie mellon university?", "USER Yes.", "TTS Where are you leaving from?", "USER Airport", "TTS Did you say that you were leaving from pittsburgh international airport?", "USER right", "TTS When do you want to travel", "USER 605", "TTS Okay, travelling at 05:00 am.", "TTS <speak> Would you like me to pause after every step to give you time to write things down? </speak>", "USER no.", "TTS <speak> Sounds good. <break strength='strong' /> Let me know if you didn't understand a step, and I'll repeat it for you. </speak>", "TTS <speak> Just a minute. Let me look up the directions. </speak>", "USER yes", "TTS <speak> <break time='800ms'/> There are 4 available routes, to hear a different route say ALTERNATE ROUTE. The amount of time your trip will take is approximately 1 hour 3 minutes, and you will take 1 bus.<break time='800ms'/>If you would like to go by driving instead, please say start over, and then choose driving directions.<break time='800ms'/> The first thing that you want to do <break strength='weak'/> is to Take the <break strength='weak'/> <prosody volume='loud'> 28X <break strength='weak'/> to </prosody> <break strength='weak'/> <prosody volume='loud'> Forbes avenue Opposite Craig St.</prosody> It will depart at <break strength='weak'/> <prosody volume='loud'> 5:30am. </prosody> </speak>", "TTS <speak> <break time='800ms'/> Did you understand this step? </speak>"], "start_time": "2019-10-27 18:21:22", "end_time": "2019-10-27 18:22:20"}