{"uuid": "3cfaa81606ea3e327efea3320a6a2cf3", "history": ["TTS !b Welcome to CMU Get Going. <break strength='strong'/> Your conversation will be recorded securely in order to help researchers improve voice-based assistants but your phone number will not be shared. <break strength='strong'/> By voluntarily continuing you confirm that you are 18 or older. <break time='1s'/> </speak>", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you public transit directions or driving directions. </speak>", "USER public transit", "TTS <speak> Great! <break strength='strong' /> I will provide you with directions to your destination by public transit. <break time='800ms'/> </speak>", "TTS Where do you wanna go? For example, you can say I'm going to Murray and Forbes", "USER movie theater", "TTS Okay, going to row house cinema. <break strength='strong'/> ", "TTS Where do you wanna leave from?", "USER Carnegie Mellon", "TTS Okay, leaving from carnegie mellon university. <break strength='strong'/>", "TTS When do you wanna travel?", "USER map", "TTS When do you wanna travel?", "USER now", "TTS Okay, travelling at 08:26 am.", "TTS <speak> Would you like me to pause after every step to give you time to write things down? </speak>", "USER no.", "TTS <speak> Sounds good. <break strength='strong' /> Let me know if you didn't understand a step, and I'll repeat it for you. </speak>", "TTS <speak> Hold on. I'll look up the directions. </speak>", "USER yes", "TTS <speak> <break time='800ms'/> There are 4 available routes, to hear a different route say ALTERNATE ROUTE. The amount of time your trip will take is approximately 21 minutes, and you will take 1 bus. </speak>", "TTS <speak> <break time='800ms'/> Did you understand this step? </speak>", "USER Yeah.", "TTS <speak><break time='800ms'/> The first thing that you want to do <break strength='weak'/> is to Walk for about 8 mins to <break strength='weak'/> <prosody volume='loud'> Craig Street+ Park Plaza. </prosody> </speak>", "TTS <speak> <break time='800ms'/> Are you ready for the next step? </speak>"], "start_time": "2020-07-14 08:25:28", "end_time": "2020-07-14 08:27:18"}