{"uuid": "e66570343b21120450d9eacad1fe6fe8", "history": ["TTS !b Welcome to CMU Get Going. <break strength='strong'/> Your conversation will be recorded securely in order to help researchers improve voice-based assistants but your phone number will not be shared. <break strength='strong'/> By voluntarily continuing you confirm that you are 18 or older. <break time='1s'/> You are speaking to the BLUE system. Please enter this into the survey immediately <break time='1s' />. </speak>", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you transit directions or driving directions. </speak>", "USER It's in Highland.", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you transit directions or driving directions. </speak>", "USER I would like to take the bus.", "TTS <speak> Great! <break strength='strong' /> I will provide you with directions to your destination by public transit. <break time='800ms'/> </speak>", "TTS Okay, going to n highland avenue. <break strength='strong'/> ", "TTS Where do you want to leave from?", "USER Forbes and Murray", "TTS Okay, leaving from murray avenue at forbes avenue far side. <break strength='strong'/>", "TTS When would you like to travel?", "USER 4 P.M.", "TTS Okay, travelling at 04:00 pm.", "TTS <speak> Just a minute. Let me look up the directions. </speak>", "USER yes", "TTS There are 4 available routes, to hear a different route say ALTERNATE ROUTE. The amount of time your trip will take is approximately 41 minutes, and you will take 2 busses..\nWalk for about 1 min to Murray avenue at Bartlett St far side..\nTake the 61D ,to Fifth avenue at Tennyson avenue. It will depart at 4:03pm..\nTake the 75 ,to Highland avenue at Stanton avenue. It will depart at 4:20pm..\n", "TTS <speak> Were the provided directions useful? </speak>", "USER Yeah.", "TTS <speak> Would you use GetGoing again? </speak>", "USER No.", "TTS Thank you for using CMU Get Going. If you would like to plan another trip, say <break strength='weak' /> RESTART.", "USER What?", "USER repeat", "USER Pizza Style", "USER Repeat yourself."], "start_time": "2019-07-11 14:03:15", "end_time": "2019-07-11 14:05:58"}