{"uuid": "58102141da19071b0c92bcbe7a3b3cf7", "history": ["TTS !b <speak> Welcome to CMU GetGoing <break strength='strong' /> an assistant that gives you transportation directions. <break strength='strong' /> Your conversation will be recorded for research purposes to help improve our system. <break strength='strong' /> Your enkkkrrypted phone number will be stored in a secure manner and will not be shared with anyone. <break strength='strong' /> This is so we can keep your preferences for future calls. <break strength='strong' /> Your participation is voluntaaaaary. <break strength='strong' /> By continuing to use this system you confirm that you are at least 18 and that you agree that we may use the data we record for research. <break strength='strong' /> We may share the data with researchers, however no personal information will be shared. <break strength='x-strong' /> At any point in the conversation, you may ask me to repeat something or to pause. <break time='1s'/> </speak>", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you transit directions or driving directions. </speak>", "USER Good afternoon, Pittsburgh Public Schools families. This is the summer Jumer's Academy calling to remind you that there is still time to enroll for this Summer's program from now until May 3rd. You can apply online with your home access center username and password at PGH schools.org slash summer dreamers. If you do not have your username and password, you can receive it from your schools front office, or you can call the summer dreamers team at 412-529-2454, and we can assist you with the application by phone while you enjoy your spring break. Please know that we will be available for email or phone support Monday through Thursday next week, but will be closed on Friday, April 19th. We hope that you have a great weekend and hope that you'll consider joining us for another great summer.", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you transit directions or driving directions. </speak>", "USER From now until May 3rd. You can apply online with your home access center username and password at PGH schools.org slash summer dreamers. If you do not have your username and password you could receive it from your schools front office, or you can call the summer dreamers team at 412-529-2454, and we can assist you with the application by phone while you enjoy your spring break. Please know that we will be available for email or phone support Monday through Thursday next week, but will be closed on Friday, April 19th. We hope that you have a great weekend and hope that you'll consider joining us for another great summer.", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you transit directions or driving directions. </speak>", "USER Who opt out of future messages call? 855-502-7867.", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you transit directions or driving directions. </speak>"], "start_time": "2019-04-12 16:45:41", "end_time": "2019-04-12 16:47:28"}