{"uuid": "6682916d16ec8517f24e3e5967c51988", "history": ["TTS <speak> Welcome to CMU GetGoing <break time='1s' />. You are speaking to the BLUE system. Please enter this into the survey immediately <break time='1s' />. </speak>", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you transit directions or driving directions. </speak>", "USER Transit", "TTS <speak> Great! <break strength='strong' /> I will provide you with directions to your destination by public transit. <break time='800ms'/> </speak>", "TTS Where are you going?", "USER Airport", "TTS Okay, going to pittsburgh international airport. <break strength='strong'/> ", "TTS Where are you leaving from?", "USER the waterfront", "TTS Okay, going to the waterfront. <break strength='strong'/> ", "TTS Where do you wanna leave from?", "USER the waterfront", "TTS Okay, going to the waterfront. <break strength='strong'/> ", "TTS I am having difficulty understanding. Please try giving a nearby street corner or monument. Where do you wanna leave from?", "USER fifth Annapolis", "TTS Okay, leaving from terrace on fifth. <break strength='strong'/>", "TTS When do you want to travel", "USER bidet", "TTS Okay, going to new age bidet. <break strength='strong'/> ", "TTS When do you want to travel", "USER today", "TTS Okay, travelling at 02:56 pm.", "TTS <speak> Just a minute. Let me look up the directions. </speak>", "USER yes", "TTS There are 4 available routes, to hear a different route say ALTERNATE ROUTE. The amount of time your trip will take is approximately 37 minutes, and you will take 1 bus..\nWalk for about 3 mins to Forbes avenue at McAnulty Dr..\nTake the 71D to Hamilton avenue at Dallas avenue. It will depart at 3:02pm..\nWalk for about 6 mins to 6901 Lynn Way, Pittsburgh, PA 15208, USA..\n", "TTS Thank you for using CMU Get Going. If you would like to plan another trip, say <break strength='weak' /> RESTART."], "start_time": "2019-06-27 14:55:32", "end_time": "2019-06-27 14:57:49"}