{"uuid": "0621a0b47d20acb2260cc8681ba1d09f", "history": ["TTS !b Welcome to CMU Get Going. <break strength='strong'/> Your conversation will be recorded securely in order to help researchers improve voice-based assistants but your phone number will not be shared. <break strength='strong'/> By voluntarily continuing you confirm that you are 18 or older. <break time='1s'/> You are speaking to the ORANGE system. Please enter this into the survey immediately <break time='1s' />. </speak>", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you transit directions or driving directions. </speak>", "USER bus", "TTS <speak> Great! <break strength='strong' /> I will provide you with directions to your destination by public transit. <break time='800ms'/> </speak>", "TTS Where are you going?", "USER Airport", "TTS Where do you wanna go?", "USER the airport", "TTS Okay, going to pittsburgh international airport. <break strength='strong'/> ", "TTS Okay, leaving from pittsburgh international airport. <break strength='strong'/>", "TTS When do you wanna travel?", "USER now", "TTS Okay, travelling at 05:09 pm.", "TTS <speak> Would you like me to pause after every step to give you time to write things down? </speak>", "USER Yes.", "TTS <speak> Ok, great! <break strength='strong' /> I will pause after every step and give you time to write things down. <break strength='strong' /> Feel free to ask me to repeat a step, <break strength='weak' /> if you didn't catch it the first time. </speak>", "TTS <speak> Just a minute. Let me look up the directions. </speak>", "USER yes", "TTS <speak> <break time='800ms'/> The amount of time your trip will take is approximately 1 min.<break time='800ms'/> The first thing that you want to do <break strength='weak'/> is to  </speak>", "TTS <speak> <break time='800ms'/> Take your time to write down the step <break strength='weak' /> and let me know when you are finished. </speak>", "USER finished", "USER I'm done.", "USER Hello.", "USER I am finished except."], "start_time": "2019-06-28 17:08:20", "end_time": "2019-06-28 17:12:09"}