{"uuid": "898bc2a94ac118e0fa1442eb191d2ac6", "history": ["TTS !b Welcome to CMU Get Going. <break strength='strong'/> Your conversation will be recorded securely in order to help researchers improve voice-based assistants but your phone number will not be shared. <break strength='strong'/> By voluntarily continuing you confirm that you are 18 or older. <break time='1s'/> You are speaking to the BLUE system. Please enter this into the survey immediately <break time='1s' />. </speak>", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you transit directions or driving directions. </speak>", "USER transit directions", "TTS <speak> Great! <break strength='strong' /> I will provide you with directions to your destination by public transit. <break time='800ms'/> </speak>", "TTS What is your destination?", "USER the water trash", "TTS Okay, going to pittsburgh water and sewer authority. <break strength='strong'/> ", "TTS Where do you wanna leave from?", "USER No, that's not where I'm going.", "TTS Where do you wanna leave from?", "USER Hello, Edward.", "TTS Okay, leaving from edward p. kanai funeral home. <break strength='strong'/>", "TTS When do you want to travel", "USER Bennett hour", "TTS Okay, going to club taboo. <break strength='strong'/> ", "TTS When do you wanna travel?", "USER 4 P.M.", "TTS Okay, travelling at 04:00 pm.", "TTS <speak> Just a minute. Let me look up the directions. </speak>", "USER yes", "TTS There are 4 available routes, to hear a different route say ALTERNATE ROUTE. The amount of time your trip will take is approximately 57 minutes, and you will take 2 busses..\nWalk for about 4 mins to Winterburn avenue at Greenfield avenue..\nTake the 58 to Fifth avenue at Craig St NS. It will depart at 4:09pm..\nTake the 71D to Hamilton avenue at Oakwood St. It will depart at 4:36pm..\nWalk for about 5 mins to 8023 Bennett St, Pittsburgh, PA 15221, USA..\n", "TTS Thank you for using CMU Get Going. If you would like to plan another trip, say <break strength='weak' /> RESTART.", "USER another trip", "USER freak out"], "start_time": "2019-06-28 13:08:15", "end_time": "2019-06-28 13:11:08"}