{"uuid": "c1444d30992544a9dc2e7c6d07a6a9a5", "history": ["TTS !b Welcome to CMU Get Going. <break strength='strong'/> Your conversation will be recorded securely in order to help researchers improve voice-based assistants but your phone number will not be shared. <break strength='strong'/> By voluntarily continuing you confirm that you are 18 or older. <break time='1s'/> You are speaking to the BLUE system. Please enter this into the survey immediately <break time='1s' />. </speak>", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you transit directions or driving directions. </speak>", "USER Brenda", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you transit directions or driving directions. </speak>", "USER I'd like to travel by bus.", "TTS <speak> Great! <break strength='strong' /> I will provide you with directions to your destination by public transit. <break time='800ms'/> </speak>", "TTS Okay, going to brenda stumpf studios. <break strength='strong'/> ", "TTS Where are you leaving from?", "USER I'd like to travel by bus.", "TTS Where are you leaving from?", "USER Fifth and Highland", "TTS Okay, leaving from highland avenue at fifth avenue. <break strength='strong'/>", "TTS When do you wanna travel?", "USER 5 p.m. Tonight", "TTS Okay, travelling at 05:00 pm.", "TTS <speak> Just a minute. Let me look up the directions. </speak>", "USER yes", "TTS There are 4 available routes, to hear a different route say ALTERNATE ROUTE. The amount of time your trip will take is approximately 29 minutes, and you will take 2 busses..\nTake the 71B ,to Highland avenue at Stanton avenue. It will depart at 5:07pm..\nWalk for about 6 mins to Negley avenue at Stanton avenue..\nTake the 87 ,to Stanton avenue at Stanton CT West. It will depart at 5:32pm..\n", "TTS <speak> Were the provided directions useful? </speak>", "USER Yes.", "TTS <speak> Would you use GetGoing again? </speak>", "USER No.", "TTS Thank you for using CMU Get Going. If you would like to plan another trip, say <break strength='weak' /> RESTART."], "start_time": "2019-07-11 13:45:29", "end_time": "2019-07-11 13:47:46"}