{"uuid": "721a60369bdfe71daf0e675aa90adf52", "history": ["TTS !b Welcome to CMU Get Going. <break strength='strong'/> Your conversation will be recorded securely in order to help researchers improve voice-based assistants but your phone number will not be shared. <break strength='strong'/> By voluntarily continuing you confirm that you are 18 or older. <break time='1s'/> You are speaking to the BLUE system. Please enter this into the survey immediately <break time='1s' />. </speak>", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you transit directions or driving directions. </speak>", "USER Benton", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you transit directions or driving directions. </speak>", "USER Transit please.", "TTS <speak> Great! <break strength='strong' /> I will provide you with directions to your destination by public transit. <break time='800ms'/> </speak>", "TTS Okay, going to benton avenue. <break strength='strong'/> ", "TTS Where would you like to leave from?", "USER Want to go to Benson Avenue?", "TTS Okay, going to benson cir dr. <break strength='strong'/> ", "TTS Where do you want to leave from?", "USER I want to go to the airport. I know excuse me. I want to go to the waterfront.", "TTS Okay, going to the waterfront. <break strength='strong'/> ", "TTS I am having difficulty understanding. Please try giving a nearby street corner or monument. Where do you want to leave from?", "USER the airport", "TTS Okay, leaving from pittsburgh international airport. <break strength='strong'/>", "TTS When do you want to travel", "USER July 3rd", "TTS Okay, going to the waterfront. <break strength='strong'/> ", "TTS When do you want to travel", "USER On July 3rd.", "TTS When would you like to travel?", "USER At 9 a.m.", "TTS Okay, travelling at 09:00 am.", "TTS <speak> Hold on. I'll look up the directions. </speak>", "USER yes", "TTS There are 4 available routes, to hear a different route say ALTERNATE ROUTE. The amount of time your trip will take is approximately 1 hour 30 minutes, and you will take 2 busses..\nTake the 28X ,to Blvd of Allies at Duquesne Univ Footbridge. It will depart at 9:30am..\nWalk for about 2 mins to Second avenue at south 10th St Bridge..\nTake the 57 ,to Target Dr at Target Perimeter Rd. It will depart at 10:17am..\nWalk for about 2 mins to 149 West Bridge St, Homestead, PA 15120, USA..\n", "TTS Thank you for using CMU Get Going. If you would like to plan another trip, say <break strength='weak' /> RESTART.", "USER alternate", "USER alternate route"], "start_time": "2019-06-29 19:06:26", "end_time": "2019-06-29 19:09:45"}