{"uuid": "ccd0e4e6143ee36f21aaf459828794f2", "history": ["TTS !b <speak> Welcome to CMU GetGoing <break strength='strong' /> an assistant that gives you transportation directions. <break strength='strong' /> Your conversation will be recorded for research purposes to help improve our system. <break strength='strong' /> Your enkkkrrypted phone number will be stored in a secure manner and will not be shared with anyone. <break strength='strong' /> This is so we can keep your preferences for future calls. <break strength='strong' /> Your participation is voluntaaaaary. <break strength='strong' /> By continuing to use this system you confirm that you are at least 18 and that you agree that we may use the data we record for research. <break strength='strong' /> We may share the data with researchers, however no personal information will be shared. <break strength='x-strong' /> At any point in the conversation, you may ask me to repeat something or to pause. <break time='1s'/> </speak>", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you transit directions or driving directions. </speak>", "USER Hi bus.", "TTS <speak> Great! <break strength='strong' /> I will provide you with directions to your destination by public transit. <break time='800ms'/> </speak>", "TTS Where do you wanna go?", "USER I want to go to the airport.", "TTS Okay, going to pittsburgh international airport. <break strength='strong'/> ", "TTS Where do you want to leave from?", "USER I'm leaving from 5th and Penn.", "TTS Okay, leaving from fifth avenue and penn avenue. <break strength='strong'/>", "TTS When would you like to travel?", "USER I would like to travel half an hour from now.", "TTS Okay, travelling at 08:49 am.", "TTS <speak> Would you like me to pause after every step to give you time to write things down? </speak>", "USER No.", "TTS <speak> Sounds good. <break strength='strong' /> Let me know if you didn't understand a step, and I'll repeat it for you. </speak>", "TTS <speak> <break time='800ms'/> The amount of time your trip will take is approximately 1 hour 21 minutes, and you will take 1 bus.<break time='800ms'/> The first thing that you want to do <break strength='weak'/> is to Walk for about 1 min to Fifth avenue at Penn avenue far side. </speak>", "TTS <speak> <break time='800ms'/> Shall I move onto the next step? </speak>", "USER Yes.", "TTS <speak> Next, <break strength='weak'/> you should Take the 28X to Pittsburgh International airport lower level. It is scheduled to depart at 9:15am, however it is currently 2 MINUTES away. </speak>", "TTS <speak> <break time='800ms'/> Are you ready for the next step? </speak>", "USER Yes.", "TTS <speak> The final step <break strength='weak'/> is to Walk for about 14 mins to Pittsburgh International Airport . , 1000 Airport Blvd, Pittsburgh, PA 15231, USA. </speak>", "TTS <speak> <break time='800ms'/> Did you understand this step? </speak>"], "start_time": "2019-04-11 08:48:21", "end_time": "2019-04-11 08:51:02"}