{"uuid": "d2cb05c81f7fb5c25d7a18bdea0fc8ef", "history": ["TTS !b Welcome to CMU Get Going. <break strength='strong'/> Your conversation will be recorded securely in order to help researchers improve voice-based assistants but your phone number will not be shared. <break strength='strong'/> By voluntarily continuing you confirm that you are 18 or older. <break time='1s'/> You are speaking to the ORANGE system. Please enter this into the survey immediately <break time='1s' />. </speak>", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you transit directions or driving directions. </speak>", "USER I want to travel by bus.", "TTS <speak> Great! <break strength='strong' /> I will provide you with directions to your destination by public transit. <break time='800ms'/> </speak>", "TTS What is your destination?", "USER I want to get to the waterfront.", "TTS Okay, going to the waterfront. <break strength='strong'/> ", "TTS Where do you want to leave from?", "USER Leaving from Fist and Outlet.", "TTS Where do you want to leave from?", "USER I'm leaving from Fifth and Atwood.", "TTS Okay, leaving from fifth avenue and atwood st. <break strength='strong'/>", "TTS When do you want to travel", "USER I would like to travel this pre o'clock today.", "TTS Okay, going to the waterfront. <break strength='strong'/> ", "TTS When do you wanna travel?", "USER 3 o'clock today", "TTS Okay, travelling at 03:00 pm.", "TTS <speak> Would you like me to pause after every step to give you time to write things down? </speak>", "USER Yes.", "TTS <speak> Ok, great! <break strength='strong' /> I will pause after every step and give you time to write things down. <break strength='strong' /> Feel free to ask me to repeat a step, <break strength='weak' /> if you didn't catch it the first time. </speak>", "TTS <speak> Just a minute. Let me look up the directions. </speak>", "USER yes", "TTS <speak> <break time='800ms'/> There are 4 available routes, to hear a different route say ALTERNATE ROUTE. The amount of time your trip will take is approximately 32 minutes, and you will take 1 bus.<break time='800ms'/> The first thing that you want to do <break strength='weak'/> is to Walk for about 1 min to Forbes avenue at Atwood St. </prosody> </speak>", "TTS <speak> <break time='800ms'/> Please tell me when it's ok to continue. </speak>"], "start_time": "2019-07-11 14:21:43", "end_time": "2019-07-11 14:23:51"}