{"uuid": "6d489b9bebf9b9002b4a0ef33fcbf674", "history": ["TTS <speak> Welcome to CMU GetGoing <break time='1s' />.", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you public transit directions or driving directions. </speak>", "USER driving directions", "TTS <speak> No problem. <break strength='strong' /> I will give you driving directions to your destination. <break time='800ms'/> </speak>", "TTS Where are you going?For example, you can say I'm going to Squirrel Hill", "USER I'm going to Craig and Forbes.", "TTS Did you say that you wanted to go to forbes avenue and south craig st?", "USER Actually, I'd like to go to CMU.", "TTS Did you say that you wanted to go to carnegie mellon university?", "USER right", "TTS Where do you want to leave from?", "USER I'm leaving from Ellsworth and Negley.", "TTS Did you say that you were leaving from ellsworth avenue and south negley avenue?", "USER right", "TTS When do you wanna travel?", "USER at 10 p.m.", "TTS Okay, travelling at 10:00 pm.", "TTS <speak> Would you like me to pause after every step to give you time to write things down? </speak>", "USER No.", "TTS <speak> Sounds good. <break strength='strong' /> Let me know if you didn't understand a step, and I'll repeat it for you. </speak>", "TTS <speak> Hold on. I'll look up the directions. </speak>", "USER yes", "TTS <speak> <break time='800ms'/> There are 3 available routes, to hear a different route say ALTERNATE ROUTE. The amount of time your trip will take is approximately 5 minutes.<break time='800ms'/>If you would like to go by bus instead, please say start over, and then choose public transit.<break time='800ms'/> The first thing that you want to do <break strength='weak'/> is to Head southeast on south Negley avenue toward Elmer St. </speak>", "TTS <speak> <break time='800ms'/> Are you ready for the next step? </speak>", "USER Yeah.", "TTS <speak> Next, <break strength='weak'/> you should Turn right onto Dunmoyle St. </speak>", "TTS <speak> <break time='800ms'/> Are you ready for the next step? </speak>", "USER Move on.", "TTS <speak> Next, <break strength='weak'/> you should Turn left onto Wilkins avenue. </speak>", "TTS <speak> <break time='800ms'/> Shall I move onto the next step? </speak>", "USER continue", "TTS <speak> Next, <break strength='weak'/> you should Sharp right onto Beeler St. </speak>", "TTS <speak> <break time='800ms'/> Did you understand this step? </speak>", "USER Yes next.", "TTS <speak> The final step <break strength='weak'/> is to Turn right onto Forbes avenue. Destination will be on the left. </speak>", "TTS <speak> <break time='800ms'/> Are you ready for the next step? </speak>", "USER Yes.", "TTS <speak> </speak>", "TTS <speak> Would you like to hear an alternate route?</speak>", "USER No, thanks.", "TTS <speak> <break time='800ms'/> This is route 2 of 3, to hear a different route say ALTERNATE ROUTE. The amount of time your trip will take is approximately 6 minutes.<break time='800ms'/>If you would like to go by bus instead, please say start over, and then choose public transit.<break time='800ms'/> The first thing that you want to do <break strength='weak'/> is to Head southwest on Ellsworth avenue toward Myrtle Way. </speak>", "TTS <speak> <break time='800ms'/> Did you understand this step? </speak>"], "start_time": "2019-10-27 21:00:49", "end_time": "2019-10-27 21:03:46"}