{"uuid": "cb81f27b74be6e97590da21da57752a5", "history": ["TTS !b Welcome to CMU Get Going. <break strength='strong'/> Your conversation will be recorded securely in order to help researchers improve voice-based assistants but your phone number will not be shared. <break strength='strong'/> By voluntarily continuing you confirm that you are 18 or older. <break time='1s'/> </speak>", "TTS <speak> How would you like to travel today? <break strength='strong'/> I can give you public transit directions or driving directions. </speak>", "USER driving directions", "TTS <speak> No problem. <break strength='strong' /> I will give you driving directions to your destination. <break time='800ms'/> </speak>", "TTS Where are you going?", "USER Waterfront", "TTS Where do you want to go?", "USER Waterfront", "TTS I am having difficulty understanding. Please try giving a nearby street corner or monument. Where do you wanna go?", "USER Giant Eagle", "TTS Did you say that you wanted to go to giant eagle supermarket?", "USER Yes.", "TTS Did you say that you were leaving from the waterfront?", "USER No.", "TTS Where do you want to leave from?", "USER CMU", "TTS Did you say that you were leaving from carnegie mellon university?", "USER Yes.", "TTS When do you want to travel", "USER now", "TTS Okay, travelling at 11:32 pm.", "TTS <speak> Would you like me to pause after every step to give you time to write things down? </speak>", "USER No.", "TTS <speak> Sounds good. <break strength='strong' /> Let me know if you didn't understand a step, and I'll repeat it for you. </speak>", "TTS <speak> Just a minute. Let me look up the directions. </speak>", "USER yes", "TTS <speak> <break time='800ms'/> There are 3 available routes, to hear a different route say ALTERNATE ROUTE. The amount of time your trip will take is approximately 12 minutes.<break time='800ms'/> The first thing that you want to do <break strength='weak'/> is to Head west on Frew St toward Frank Curto Dr/. Schenley Drive. </speak>", "TTS <speak> <break time='800ms'/> Shall I move onto the next step? </speak>", "USER Yes.", "TTS <speak> Next, <break strength='weak'/> you should Turn right onto Schenley Drive. </speak>", "TTS <speak> <break time='800ms'/> Shall I move onto the next step? </speak>"], "start_time": "2019-10-13 23:30:50", "end_time": "2019-10-13 23:33:12"}